geoJson = [
  {
    "type": "Feature",
    "properties": {
      "title": "Площа Конституції",
      "desc1942": "Будинок у стилі класицизм був зведений у 1820 р. для проведення дворянських зібрань. У столичний час тут знаходився республіканський уряд. Після переїзду столиці у тут розмістили Дім піонерів.",
      "desc2015": "Зруйнований війною будинок знесли. На його місці облаштували пішохідну частину площі, а також встановили пам'ятник радянській владі. У 2011 р. його замінили на пам'ятник «Україна, що летить».",
      "img1942": "konstitutsii_old.jpg",
      "img2015": "konstitutsii_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.231661,
        49.992843
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Готель «Метрополь»",
      "desc1942": "Збудований у 1914 р. готель «Метрополь» був найкращим у Харкові. Тут були такі новинки початку XX сторіччя як телефон, опалення, у кожному номері був умивальник, а у готелі був власний перукар.",
      "desc2015": "Будинок готелю зазнав ушкоджень у роки війни і його вирішили не відновлювати. У 50-х рр. за проєктом В. Костенко й Е. Пономарьової на його місці був збудований багатоповерховий житловий будинок.",
      "img1942": "metropol_old.jpg",
      "img2015": "metropol_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.233089,
        49.991357
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Південний вокзал",
      "desc1942": "Перший будинок вокзалу був зведений у 1870 р., а 1901 р. його розширили та модернізували. До старого корпусу вокзалу з південної сторони прибудували новий, а згодом перебудували й старе приміщення.",
      "desc2015": "Замість знищеного війною новий вокзал збудували у 1952 р. Пізніше у 1982 р. була проведена реконструкція з розширенням південного крила та прибудовою шістнадцятиповерхового готелю «Експрес» на 54 номери.",
      "img1942": "vokzal_old.png",
      "img2015": "vokzal_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.204328,
        49.989376
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Привокзальна площа",
      "desc1942": "На фото кінця 20-х рр. трамвай розвертається біля самої будівлі вокзалу, а круг був вкритий розмальованим газоном. На мапі видно, що перед війною газон та коло трамваю скоротили, а звільнене місце віддали під стоянку.",
      "desc2015": "Коло трамваю було перенесене ближче до вул. Полтавський шлях , а під площею була збудована станція метро. У 2002 р. площу реконструювали - поклали бруківку, висадили клумби, відкрили фонтани, перекрили для руху транспорту.",
      "img1942": "railway_station_old.jpg",
      "img2015": "railway_station_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.206427,
        49.989743
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Сергієвська площа",
      "desc1942": "Площа під університетською гіркою називалася Базарною і з самого заснування міста була скупченням торгових рядів. Також там знаходилась Олександрівська каплиця, яку будо зруйновано у 1928 р.",
      "desc2015": "У 1941-1945 рр. усі торгові ряди згоріли й після війни їх вирішили не відновлювати. На звільненому місці розбили сквери. А у 1957 р. збудували нові широкі сходи на університетську гірку.",
      "img1942": "sergievskaya_ploschad_old.jpg",
      "img2015": "sergievskaya_ploschad_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.227376,
        49.989632
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Дім зі шпилем",
      "desc1942": "Фото зроблене у 20-х рр. минулого століття, видно весь квартал, який тепер займає Дім зі шпилем. Значна частина цих будинків постраждала у 1943 р. під час звільнення міста.",
      "desc2015": "У 1954 р. завершилось будівництво головної семиповерхової частини дому з одинадцятиповерховою баштою зі шпилем. У башті виділялися квартири для керівників підприємств.",
      "img1942": "dom_so_shpilem_old.jpg",
      "img2015": "dom_so_shpilem_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.233411,
        49.988653
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Міська Рада",
      "desc1942": "Міський Дім - місце де засідала міська дума, був збудований у 1885 р. Під час перебудови у 1932 р. була добудована башта, а загальна висота склала п'ять поверхів, ліпнина була прибрана з фасадів.",
      "desc2015": "Пошкоджений війною будинок відновили у 50-х рр. Башті надбудували другий ярус, фасади збагатив декор українських мотивів: шестикутні вікна, вертикальні «вишивані рушники» між вікнами.",
      "img1942": "gorsovet_old.jpg",
      "img2015": "gorsovet_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.232269,
        49.989964
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Покровський сквер",
      "desc1942": "У 1858 р. був збудований найбільший міський будинок того часу. У ньому розміщувалися гуртові та роздрібні магазини, а у 1875 р. у його частині відкрився «Пасаж» - аналог сучасних торгових центрів.",
      "desc2015": "Після ушкоджень під час війни було вирішено знести рештки будинку і на їх місці розбити Покровський сквер. Зараз місцеві художники влаштували тут галерею просто неба й продають свої картини.",
      "img1942": "soborny_passazh_old.jpg",
      "img2015": "soborny_passazh_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.229336,
        49.990889
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Соборний узвіз",
      "desc1942": "Перший будинок губернських присутніх місць був збудований у 1808 р. та зазнав кілька перебудов, остання під «Дім червоної армії» відбулась у 1932 р. У наслідок неї будинок отримав конструктивістський вигляд.",
      "desc2015": "Будинок був зруйнований під час війни, на його місці відкрили сквер та пам'ятник борцям жовтневої революції. Зараз пам'ятник має інший зміст «Героям, які поклали голову за незалежність і свободу України».",
      "img1942": "soborny_mesta_old.jpg",
      "img2015": "soborny_mesta_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.229390,
        49.989888
      ]
    }
  },
  //TODO
  {
    "type": "Feature",
    "properties": {
      "title": "«Гранд-готель»",
      "desc1942": "Розкішний триповерховий готель з'явився у 1830 р. Її власником був купець Павлов, на честь якого й названа проща. Готель був одним із найрозкішніших готелів у дореволюційному Харкові.",
      "desc2015": "У роки війни готель був зруйнований. На початку XXI сторіччя його місці був встановлений монумент до десятої річниці незалежності. Але простояв він на майдані лише десять років.",
      "img1942": "grand_otel_old.jpg",
      "img2015": "grand_otel_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.227960,
        49.987354
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Стадіон Металіст",
      "desc1942": "У 1926 р. на місці кладовища Святого Духу був відкритий стадіон, тоді він називався Трактор. Стадіон мав одну трибуну - західну, вона вміщувала 5000 глядачів.",
      "desc2015": "Остання реконструкція закінчилася у 2009 р. в результаті якої стадіон став відповідати усім нормам УЄФА, і був включений до переліку стадіонів проведення Євро-2012.",
      "img1942": "metalist_old.jpg",
      "img2015": "metalist_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.2619546,
        49.980829
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Ave Plaza",
      "desc1942": "Будинок на розі вул. Сумської та площі Поезії зведено в 1897 р. за проєктом Харманенко З.Ю. або Покровського В.С. Будинок був знесений у 1989 р. внаслідок невдалої спроби його реконструкції.",
      "desc2015": "Будинок комерційного центру Ave Plaza було збудовано у 2011 р. Будинок містить торгові галереї, бізнес-центр класу А, фудкорт, а на даху 4-го поверху розміщується рекреаційний простір з садом.",
      "img1942": "ave_plaza_old.jpg",
      "img2015": "ave_plaza_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.232723,
        49.994598
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Сад Шевченко",
      "desc1942": "Сад було закладено 1804 р. разом зі створенням Харківського університету. Раніше це була природна діброва, від якої успадковано близько 20 дубів велетнів. Сад був спроєктований в англійському стилі.",
      "desc2015": "У післявоєнний час проводилось кілька реконструкцій, були збудовані ККЗ Україна, фонтан Каскад, фонтан на центральній алеї, будинок ХНАТОБа. Остання реконструкція території завершилася у 2019 р.",
      "img1942": "sad_shevchenko_old.jpg",
      "img2015": "sad_shevchenko_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.233472,
        50.001232
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Театр опери і балету",
      "desc1942": "Будинок на передньому плані збудовано у 1840 р. У кінці XIX сторіччя там відкрилося Купецьке зібрання. У 20-ті рр. там знаходився Діловий клуб, завданням якого було налагодження комунікації між владою та приватним бізнесом.",
      "desc2015": "Після війни в будинку знаходився міський ретрансляційний вузол. У 1974 р. при підготовці до будівництва нового будинку театру, колишній клуб було знесено. Новий будинок у стилі постмодернізм закінчили у 1991 р. за 21 рік.",
      "img1942": "hnatob_old.jpg",
      "img2015": "hnatob_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.233195,
        49.999005
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Парк Горького",
      "desc1942": "Парк був відкритий у 1907 р. та мав назву Загородний Миколаївський - на честь майбутнього весілля наступника імператора. Тоді парк розміщувався на краю міста і призначався для кінних прогулянок.",
      "desc2015": "Нині парк названо на честь Максима Горького, і реконструйовано у парк розваг. На його території знаходяться десятки атракціонів, дитяча залізниця, підвісна канатна дорога, спортивні майданчики.",
      "img1942": "park_gorkogo_old.jpg",
      "img2015": "park_gorkogo_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.246448,
        50.016350
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Харківська ОДА",
      "desc1942": "Будинок Губернського зібрання був збудований у 1900 р. у стилі неоренесанс, але у 1932 р. був перебудований у стилі конструктивізм для ЦК КПУ.",
      "desc2015": "Будівля була зруйнована під час війни й відбудована у 1954 р. в стилі сталінського ампіру. Зараз у будинку розміщується Харківська ОДА.",
      "img1942": "hoda_old.jpg",
      "img2015": "hoda_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.236512,
        50.004298
      ]
    }
  },
  //todo
  {
    "type": "Feature",
    "properties": {
      "title": "Готель Харків",
      "desc1942": "Готель був побудований у 1936 р. у стилі конструктивізм і мав назву «Інтернаціонал». Проєкт будинку отримав золоту медаль на Всесвітній виставці у Парижу в 1937 р. Постраждав у роки війни.",
      "desc2015": "Відновлення будинку завершилося тільки у 1974 р., з'явилися елементи сталінського ампіру. У 1976 р. до основної будівлі був прибудованій шістнадцятиповерховий модерністський корпус.",
      "img1942": "kharkiv_otel_old.jpg",
      "img2015": "kharkiv_otel_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.232647,
        50.005365
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Станція Держпром",
      "desc1942": "Будівля хімічного факультету Харківського Університету збудована за проєктом архітектора В. В. Величко у 1914 р. і була повністю зруйнована під час Другої світової війни.",
      "desc2015": "Після війни будівлю повністю демонтували. У 1995 р. була відкрита станція метро Держпром і її єдиний вихід зараз знаходиться там де розташовувався корпус хімічного факультету.",
      "img1942": "him_korpus_old.jpg",
      "img2015": "him_korpus_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.231589,
        50.005629
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Університет ім. Каразіна",
      "desc1942": "Споруду було зведено у 1932 р. у стилі конструктивізму. У ній планувалося розмістити уряд УРСР. Після перенесення столиці до Києва, там розмістили проєктні й будівельні організації та стали називати - «Будинок проєктів».",
      "desc2015": "Під час Другої світової будинок сильно постраждав і його передали університету ім. Каразіна. Силами студентів у 1961 р. була проведена повна реставрація в результаті якої, архітектурний стиль змінився на сталінський ампір.",
      "img1942": "karazina_old.jpg",
      "img2015": "karazina_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.228175,
        50.004326
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Сумська, 39",
      "desc1942": "Збудований у 1882 р. архітектором Б. Г. Михайловським за кошти І. Г. Харитоненка. Тут розташовувався медичний факультет університету.",
      "desc2015": "На місці зруйнованого під час війни будинку у 1954 р. був збудований великий будинок для проєктних організацій за проєктом Г. Вегмана.",
      "img1942": "sumskaya_39_old.jpg",
      "img2015": "sumskaya_39_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.235376,
        50.005084
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Зоологічний міст",
      "desc1942": "У довоєнні роки перебратися через Клочківський узвіз можна було двома головоломними сходами.",
      "desc2015": "Міст збудували до 1953 р. Після реконструкції у 2021 р. конструкцію мосту була замінена на аркову.",
      "img1942": "zoologichesky_most_old.jpg",
      "img2015": "zoologichesky_most_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.224806,
        50.004757
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Гуртожиток Гігант",
      "desc1942": "Гуртожиток у стилі конструктивізм був збудований у 1931 р. Складається за 10 секцій, зміщених одна до одної, що дозволило освітити усі коридори. Будинок містив пральні, бані, дезінфікувальні апарати - не чувані на той час санітарні умови.",
      "desc2015": "У роки війни будинок гуртожитку був сильно пошкоджений. Відновлення почали у 1949 р., а в 1952 р. були введені в експлуатацію перші 4 секції. Під час відновлення була проведена реконструкція яка дещо змінила архітектурний вигляд будинку.",
      "img1942": "gigant_old.jpg",
      "img2015": "gigant_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.249818,
        50.006355
      ]
    }
  },
  {
      "type": "Feature",
      "properties": {
        "title": "Молодіжний парк",
        "desc1942": "Між вулицями Пушкінська й Алчевських знаходилося Івано-Усікновенське кладовище —найвідоміше у Харкові, де ховали відомих харків'ян XIX — поч. XX ст. Після війни місця поховання відомих харків'ян узяли під охорону держави, а кладовище закрили.",
        "desc2015": "На початку 1970-х рр. на місці кладовища зробили Молодіжний парк. Могили найвидатніших діячів перенесли на цвинтар №13, решту — на інші кладовища міста. У 2020 р. у парку був проведений капітельній ремонт та відкрита зона «Урбан парк».",
        "img1942": "molodizhny_old.jpg",
        "img2015": "molodizhny_new.jpg"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          36.248024,
          50.008072
        ]
      }
  },
  {
       "type": "Feature",
       "properties": {
         "title": "Кірха",
         "desc1942": "Євангелічно-лютеранська кірха побудована у 1913 р. у неороманському стилі. Дзвіниця мала 55 метрів заввишки, а самому будинку могло знаходитися одночасно до 1000 людей.",
         "desc2015": "У кінці 50-х років лютеранська кірха була знесена проіснувавши всього 45 років, і на її місці було зведено звичайний восьмиповерховий житловий будинок.",
         "img1942": "kirha_old.jpg",
         "img2015": "kirha_new.jpg"
       },
       "geometry": {
         "type": "Point",
         "coordinates": [
           36.2344759,
           49.9949507
         ]
       }
  }

]
