geoJson = [
    {
        "type":"Feature",
        "properties":{
            "title":"Майдан Конституції",
            "desc1942":"Lorem Ipsum - це текст - риба, що використовується в друкарстві та дизайні. Lorem Ipsum є, фактично, стандартною \"рибою\" аж з XVI сторіччя, коли невідомий друкар взяв шрифтову гранку та склав на ній підбірку зразків шрифтів. \"Риба\" не тільки успішно пережила п'ять століть, але й прижилася в електронному верстуванні, залишаючись по суті незмінною. Вона популяризувалась в 60-их роках минулого сторіччя завдяки виданню зразків шрифтів Letraset, які містили уривки з Lorem Ipsum, і вдруге - нещодавно завдяки програмам комп'ютерного верстування на кшталт Aldus Pagemaker, які використовували різні версії Lorem Ipsum.",
            "desc2015":"Lorem Ipsum - це текст - риба, що використовується в друкарстві та дизайні. Lorem Ipsum є, фактично, стандартною \"рибою\" аж з XVI сторіччя, коли невідомий друкар взяв шрифтову гранку та склав на ній підбірку зразків шрифтів. \"Риба\" не тільки успішно пережила п'ять століть, але й прижилася в електронному верстуванні, залишаючись по суті незмінною. Вона популяризувалась в 60-их роках минулого сторіччя завдяки виданню зразків шрифтів Letraset, які містили уривки з Lorem Ipsum, і вдруге - нещодавно завдяки програмам комп'ютерного верстування на кшталт Aldus Pagemaker, які використовували різні версії Lorem Ipsum.",
            "img1942":"maydan_konst_old.jpg",
            "img2015":"maydan_konst_new.jpg"
        },
        "geometry":{
            "type":"Point",
            "coordinates":[
                36.231661,
                49.992843
            ]
        }
    },
    {
        "type":"Feature",
        "properties":{
            "title":"Земельний банк",
            "desc1942":"Збудований у 1914 р. готель «Метрополь» був найкращим у Харкові. Тут були такі новинки початку XX сторіччя як телефон, опалення, у кожному номері був умивальник, а у готелі був власний перукар.",
            "desc2015":"Будинок готелю зазнав ушкоджень у роки війни і його вирішили не відновлювати. У 50-х рр. за проєктом В. Костенко й Е. Пономарьової на його місці був збудований багатоповерховий житловий будинок.",
            "img1942":"zemelny_bank_old.jpg",
            "img2015":"zemelny_bank_new.jpg"
        },
        "geometry":{
            "type":"Point",
            "coordinates":[
                36.233089,
                49.991357
            ]
        }
    },
    {
        "type":"Feature",
        "properties":{
            "title":"Стекляшка",
            "desc1942":"Збудований у 1882 р. архітектором Б. Г. Михайловським за кошти І. Г. Харитоненка. Тут розташовувався медичний факультет університету.",
            "desc2015":"На місці зруйнованого під час війни будинку у 1954 р. був збудований великий будинок для проєктних організацій за проєктом Г. Вегмана.",
            "img1942":"steklyashka_old.jpg",
            "img2015":"steklyashka_new.jpg"
        },
        "geometry":{
            "type":"Point",
            "coordinates":[
                36.235376,
                50.005084
            ]
        }
    },
    {
        "type":"Feature",
        "properties":{
            "title":"Проспект Героїв Харкова",
            "desc1942":"Міський Дім - місце де засідала міська дума, був збудований у 1885 р. Під час перебудови у 1932 р. була добудована башта, а загальна висота склала п'ять поверхів, ліпнина була прибрана з фасадів.",
            "desc2015":"Пошкоджений війною будинок відновили у 50-х рр. Башті надбудували другий ярус, фасади збагатив декор українських мотивів: шестикутні вікна, вертикальні «вишивані рушники» між вікнами.",
            "img1942":"geroi_kh_old.jpg",
            "img2015":"geroi_kh_new.jpg"
        },
        "geometry":{
            "type":"Point",
            "coordinates":[
                36.232269,
                49.989964
            ]
        }
    },

]