[
  {
    "type": "Feature",
    "properties": {
      "title": "Constitution Square",
      "desc1942": "So sah der Platz aus, als Alfred Döblin seinen Roman „Berlin Alexanderplatz“ schrieb: verglichen mit heute von bescheideneren Ausmaßen, weitaus enger bebaut. Von Nordwesten schob sich der dunkle Riegel des Kaufhauses Tietz hinein, von Südosten der des Polizeipräsidiums. Dazwischen lag eine der legendären Aschinger-Gaststätten. Zwischen dem Bahnhofsgebäude und dem Kaufhaus entstand wenig später das Berolinahaus von Peter Behrens.",
      "desc2015": "Der Fernsehturm, der Galeria Kaufhof, das Park-Inn-Hotel, das Berolinahaus und das südöstlich sich anschließende Alexanderhaus werfen lange Schatten über den Platz, mit dem kreisrunden Brunnen der Volkerfreundschaft als Mittelpunkt, um den sich zahlreiche Verkaufsstände gruppieren. Die alte Platzstruktur ist durch die sozialistische Stadtplanung weitgehend aufgelöst worden, breite Straßenschneisen rahmen den zuvor eher kleinteiligen Platz ein.",
      "img1942": "https://via.placeholder.com/1024x485.png/FFFFFF/000000?text=Placeholder",
      "img2015": "https://via.placeholder.com/1024x485.png/000000/FFFFFF?text=Placeholder"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.231661,
        49.992843
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Южный вокзал",
      "desc1942": "Первое здание вокзала построили в 1870 году, а в 1901г его расширили и модернизировали. К старому зданию вокзала с южной стороны пристроили новый корпус, а затем перестроили и старое помещение.",
      "desc2015": "Новый вокзал построили к 1952му году, а в 1982 его расширили на юг. Построена 16тиэтажная гостиница Экспрес на 54 номера.",
      "img1942": "images/vokzal/vokzal_old.png",
      "img2015": "images/vokzal/vokzal_new2.png"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.204328,
        49.989376
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Привокзальная площадь",
      "desc1942": "Площадь тоже менялась не раз, на фото конец 20х годов, трамвай разворачивался у самого здания вокзала, а круг был покрыт разрисованым газоном. На карте видно что к началу войны газон и трамвайный круг сократили вдвое, на освободившемся месте сделали парковку и оставновки автобусов. Были построены здания формирующие облик площади - управление ЮЖД и главпочтамп",
      "desc2015": "Круг трамвая был перенесен с площади за управление ЮЖД. Под площадью была построена станция метро. В 2002 году площадь реконструировали — была положена мозаичная плитка, разбиты клумбы, открыты фонтаны, площадь закрыли для движения транспорта. В 2006 году был построен современный северный терминал вокзала «Харьков-Пассажирский»",
      "img1942": "images/railway_station/railway_station_old.jpg",
      "img2015": "images/railway_station/railway_station_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.206427,
        49.989743
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Соборный спуск - Люсин мостик",
      "desc1942": "В 1875 году через спуск от одного из выходов пассажа к университетской горке был перекинут пешеходный мостик, который, приглядевшись, видно на карте. В отличие от зданий вокруг, мостик выдержал и пережил войну",
      "desc2015": "После войны он был перенесен в сад Щевченка. Городская легенда гласит, что перенести мост распорядился один из городских чиновников, его жене по имени Люся, якобы было неудобно было обходить балку по пути на работу. Так мостик стал Люсиным",
      "img1942": "images/soborny_most/soborny_most_old.jpg",
      "img2015": "images/soborny_most/soborny_most_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.229080,
        49.990418
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Соборный спуск - пассаж",
      "desc1942": "В 1858 году было построено одно из самых больших городских зданий того времени - \"Большой корпус\". В нем размещались оптовые и розничные магазины. В 1875 в его части был открыт аналог современного Даффи - Пассаж",
      "desc2015": "На месте пассажа был разбит Покровский сквер с фонтанами и клумбами. С верхней террасы можно полюбоваться залопанской частью города, например, Благовещенским собором. Местные художники устроили в сквере галерею под открытым небом и продают здесь свои картины",
      "img1942": "images/soborny_most/soborny_most_old.jpg",
      "img2015": "images/soborny_most/soborny_most_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.229336,
        49.990889
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Соборный спуск - дом красной армии",
      "desc1942": "На южной стороне спуска размещалось здание присутственных мест,  которое потом было реконструировано в стиле конструктивизм и там разместился дом красной армии.",
      "desc2015": "На месте дома армии установили памятник с вечным огнем и разбили сквер вокруг. http://the-past.inf.ua/list-2-1-35.html",
      "img1942": "images/soborny_most/soborny_most_old.jpg",
      "img2015": "images/soborny_most/soborny_most_new.jpg"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.229390,
        49.989888
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Стадион Металист",
      "desc1942": "So sah der Platz aus, als Alfred Döblin seinen Roman „Berlin Alexanderplatz“ schrieb: verglichen mit heute von bescheideneren Ausmaßen, weitaus enger bebaut. Von Nordwesten schob sich der dunkle Riegel des Kaufhauses Tietz hinein, von Südosten der des Polizeipräsidiums. Dazwischen lag eine der legendären Aschinger-Gaststätten. Zwischen dem Bahnhofsgebäude und dem Kaufhaus entstand wenig später das Berolinahaus von Peter Behrens.",
      "desc2015": "Der Fernsehturm, der Galeria Kaufhof, das Park-Inn-Hotel, das Berolinahaus und das südöstlich sich anschließende Alexanderhaus werfen lange Schatten über den Platz, mit dem kreisrunden Brunnen der Volkerfreundschaft als Mittelpunkt, um den sich zahlreiche Verkaufsstände gruppieren. Die alte Platzstruktur ist durch die sozialistische Stadtplanung weitgehend aufgelöst worden, breite Straßenschneisen rahmen den zuvor eher kleinteiligen Platz ein.",
      "img1942": "https://via.placeholder.com/1024x485.png/FFFFFF/000000?text=Placeholder",
      "img2015": "https://via.placeholder.com/1024x485.png/000000/FFFFFF?text=Placeholder"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.2619546,
        49.980829
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Сад Шевченко",
      "desc1942": "До революции - Университетский сад, как , был заложен одновременно с созданием Харьковского университета в1804 г. на землях, подаренных новом учебному заведению городом. Раньше эта территория представляла собой естественную дубраву, от которой нам в наследство осталось около 20 великанов-дубов. Университетский сад состоял из двух частей: ботанической (для учебных и научных целей) и общедоступной, которая была спланирована в английском ландшафтном стиле. Сад был окружен высокой каменной оградой с декоративными коваными решетками.",
      "desc2015": "В послевоенное время, проводилось несколько реконструкций, были построенны ККЗ Украина, фонтан Каскад, фонтан на центральной аллее, здание ХАТОБа. Последняя реконструкция территории сада завершилась в 2019 году.",
      "img1942": "https://via.placeholder.com/1024x485.png/FFFFFF/000000?text=Placeholder",
      "img2015": "https://via.placeholder.com/1024x485.png/000000/FFFFFF?text=Placeholder"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.233472,
        50.001232
      ]
    }
  },
  {
    "type": "Feature",
    "properties": {
      "title": "Парк Горького",
      "desc1942": "Парк был заложен в 1893—1895 гг. , а торжественное открытие было в 1907 году, когда подросли деревья. Загородный Николаевский (изначально он располагался на окраине города), в честь грядущей свадьбы престолонаследника.  Алеи парка предназначались для конных прогулок.",
      "desc2015": "В 2010 году было принято решение реконструировать парк Горького которая завершилась  23 августа 2012 года. В парке Горького работают более 30 аттракционов от итальянских, немецких, американских производителей. Они рассчитаны на посетителей всех возрастов. Аттракционы работают круглый год.",
      "img1942": "https://via.placeholder.com/1024x485.png/FFFFFF/000000?text=Placeholder",
      "img2015": "https://via.placeholder.com/1024x485.png/000000/FFFFFF?text=Placeholder"
    },
    "geometry": {
      "type": "Point",
      "coordinates": [
        36.246448,
        50.016350
      ]
    }
  }
]
